{
  "name":"Retro Video Game Quiz: 1940 to 2002 (the pre-steam era)",
  "order":"serial",
  "time":"12",


  "questions":[
["What was the first video game?",
"*Nimatron, which replicates the game Nim, where you try not to pick up the last matchstick",
"An oscilloscope that could play a game like table-tennis",
"A mainframe computer displaying ASCII text, called Spacewar",
"Fire... just fire",
"Nimatron was made by Edward Condon in 1940. It was Westinghouse's display at the World's Fair where it was played by over 50,000 people and won more than 90% of the time."],

["What was the first commercial video game?",
"Pong by Atari",
"Checkers by IBM",
"*Computer Space by Nutting Associates",
"<span class='terminal'>GLOBAL THERMONUCLEAR WAR</span>",
"Released in 1971, Computer Space was the first video arcade game. Most people found it too difficult."],

["When was Pong released by Atari?",
"*1972",
"1974",
"1976",
"1776",
"Its creators wanted to call it Ping-Pong, but that name was trademarked"],

["The setting for Zork was...",
"A derelict spaceship",
"A mideval village near a castle",
"*Underground ruins of an ancient empire",
"Hogwarts",
"In the Zork games you can find humorous items produced by FrobozzCo."],

["Which arcade was released in 1978?",
"<img src='img/logos/pacman.png' />",
"*<img src='img/logos/spaceinvaders.png' />",
"<img src='img/logos/donkeykong.png' />",
"<img src='img/logos/polybius.png' />",
"The Simpsons had the urban legend arcade game, Polybius, in the background of one of their episodes."],

["Who made Breakout?",
"Bill Gates",
"Linus Torvalds",
"*Steve Wozniak",
"Al Gore",
"Apparently Steve Jobs \"helped,\" but let's face it, we know who was the brains of that operation."],

["True or False, in \"Space Invaders\" aliens slowly speeding up and increasing the difficulty began as an accident.",
"Pshhh... easy game.",
"*True",
"False",
"Fake News!",
"Yes, the tale is true. The arcade machines processed faster as fewer enemies were left."],

["Frogger was developed by...",
"<img src='img/logos/apogee.png' />",
"<img src='img/logos/atari.png' />",
"*<img src='img/logos/konami.png' />",
"A group of very jealous toads",
"Part of the genius of Frogger was vulnerability. With no offensive abilities, all you could do was flee and likely die in an assortment of ways."],

["E.T. the Extra-Terrestrial is often referred to as the worst video game of all time.<br/>What system was it developed for?",
"*Atari 2600",
"ColecoVision",
"Commodore 64",
"Texas Instruments Speak &amp; Spell",
"E.T. Phone...d it in."],

["Which of these is a character in Q*bert?",
"Bouncer",
"Springy",
"*Ugg",
"Princess Vanellope von Schweetz",
"Its characters include Coily, Sam, Slick, Ugg, &amp; Wrongway."],

["How can you kill enemies in Dig Dug?",
"*Drop a rock on them or inflate them until they pop",
"Jump on them or make them fall down a long enough tunnel",
"Shoot them or get them to collide with each other",
"CAN'T WE ALL JUST GET ALONG?!?",
"There are 2 species of enemy in Dig Dug: Pookas &amp; Fygars."],

["How did Dragon's Lair display such high quality video?",
"Embedded ROM",
"*Laserdisc",
"8mm Tape",
"YouTube",
"By blending high quality video and gameplay, Dragon's Lair provided a glimpse into the future of video game art."],

["Tetris, released in 1984, was created by a Russian named...",
"*Alexey Pajitnov, a Mathematician",
"Nikolay Basov, a Physicist",
"Sergei Lebedev, a Programmer",
"Ivan Drago, a Badass",
"As of 2019, Tetris is still the most sold video game of all time, although it's had several versions and releases."],

["In 1984's \"Beast\", you are a diamond pushing crosshatch blocks to crush beasts and their eggs.<br/>What ASCII character represents the beasts?",
"<span class='terminal'>&amp;</span>",
"<span class='terminal'>B</span>",
"*<span class='terminal'>H</span>",
"Dr. Henry 'Hank' McCoy",
"Yes, believe it or not I played this game for hours on end. It may not have amazing graphics, but that doesn't mean it isn't fun!"],

["Kings Quest was released by...",
"Gray Design Associates",
"Lucasfilm Games",
"*Sierra On-Line",
"French Peasants... well, at least the head was released.",
"Believe it or not, text-based games with a graphical element were revolutionary."],

["Which of these consoles was released first?",
"<img src='img/consoles/nes.png' />",
"<img src='img/consoles/segams1.png' />",
"*<img src='img/consoles/famicon.png' />",
"<img src='img/consoles/ps4.png' />",
"The Nintendo Entertainment System was released in the USA in 1985, but the Famicon was released in Japan in 1983."],

["Which of these treats is in Bubble Bobble?",
"Apple",
"*Cake",
"Ice Cream",
"Roast Dragon",
"This early co-op was trying to appeal to couples who could play it together, and that's no lie... neither is the cake."],

["Who is Metroid's protagonist?",
"A Silent Nameless Astronaut",
"*Samus Aran",
"Zebes",
"Protago-what now?",
"Only by reaching the end of the game were you treated to the reveal that Samus was a woman."],

["Which of these games is a sequel to Maniac Mansion?",
"*Day of the Tentacle",
"Grim Fandango",
"Secret of Monkey Island",
"Hopscotch",
"This game really put Lucasfilm on the map, making powerhouse Sierra On-Line take notice."],

["Which of these levels is in Contra for the Nintendo Entertainment System?",
"Desert",
"Sewer",
"*Waterfall",
"Iran... yeah, a political joke about the Iran-Contra affair of the 80s. You got a problem with that?!?",
"The names for the characters Bill Rizer and Lance Bean came from jumbled up names of actors in Aliens: Bill Paxton, Paul Reiser, Lance Henriksen, and Michael Biehn."],

["True or False, The Legend of Zelda and Leisure Suit Larry were both released in 1987",
"It's dangerous to go alone!",
"*True",
"False",
"Scott me up, Beamie!",
"The Theme for the Legend of Zelda was going to be Bol&eacute;ro, but due to copywrite Koji Kondo had to pull an all-nighter to quickly replace it."],

["Which of the following is NOT an enemy in Final Fantasy I?",
"Lobster",
"Muck",
"Pirate",
"*Witch",
"There are sooo many enemies, I had to triple check to make sure witch wasn't in there."],

["The protagonists for Double Dragon were twin brothers...",
"*Billy &amp; Jimmy Lee",
"Johnny &amp; Tommy Yang",
"Who have no names",
"Mario &amp; Luigi",
"The small amount of vertical depth in this title blew children's minds everywhere."],

["The first level of the MS-DOS game Prince of Persia was a...",
"*Dungeon",
"Market",
"Palace",
"Queen's Womb of Persia",
"While the prince is referred to only as a brave youth, the grand vizier is none other than Jaffar."],

["What is the subtitle to David Crane's \"A Boy and his Blob\"?",
"Candy Transformation",
"Exploring the Caverns",
"*Trouble on Blobolonia",
"An Edutainment Game for Sex Ed",
"I spent months memorizing the entire map so I could finally beat this game."],

["When did Nintendo release Gameboy?",
"*1989",
"1990",
"1991",
"1492",
"Pok&eacute;mon existed first as a Gameboy game, going on to become the massive franchise it is today."],

["One of the distinguishing elements of Commander Keen was a game mechanic where you could...",
"Dig with a drill",
"Fly with a jetpack",
"*Jump with a pogo stick",
"Flirt with your babysitter",
"Tom Hall, one of the co-founders of \"id Software,\" revealed that BJ Blazkowicz of Wolfenstein is Commander Keen's grandfather, &amp; Commander Keen is Doomguy's dad."],

["The Secret of Monkey Island was developed by...",
"Gray Design Associates",
"*Lucasfilm Games",
"Sierra On-Line",
"An infinite number of monkeys on an infinite number of computers",
"Unlike Jerry Seinfeld, Guybrush Threepwood DOES want to be a pirate."],

["Which of these weapons is available in Scorched Earth: The Mother of all Games?",
"Baby Nuke",
"Death's Head",
"Funky Bomb",
"*All of the Above",
"Split-screen allowed for up to 10 players, as long as they were willing to share a keyboard."],

["True or False, Sonic, generally considered Sega's counterpart for Mario, didn't actually release until 1993",
"I'm Outta Here!",
"True",
"*False",
"But our Princess is in another castle!",
"Sonic debuted in 1991, nearly 6 years after Super Mario Bros."],

["Which of these characters was NOT playable in Super Mario Kart for the Super Nintendo?",
"Donkey Kong Jr",
"Koopa Troopa",
"*Shy Guy",
"Princess Peach",
"Super Mario Kart used Mode 7 to approximate a 3D view."],

["Which of these games belong to the Jill of the Jungle franchise?",
"Jill Meets Tarzan",
"*Jill Saves the Prince",
"Jill Versus the Ape King",
"Jill learns to talk in First Person",
"This trilogy of games can often be inexpensively purchased as a compilation and is well worth a playthrough."],

["Wolfenstein 3D rated itself as PC-13 for Profound Carnage.<br/>What was the lowest difficulty you could select?",
"Baby wanna play.",
"*Can I play daddy?",
"Don't hurt me.",
"Y'know, I'll just defect to the Nazis.",
"Contrary to popular belief, Wolfenstein 3D wasn't the first of its franchise. Castle Wolfenstein and Beyond Castle Wolfenstein were released in 1981 &amp; 1984."],

["In Sam &amp; Max Hit the Road, Max is described as...",
"*A Hyperkinetic Rabbity Thing",
"A Taxidermied Rabbit",
"The Hare that lost to the Tortoise",
"Not Sam",
"This franchise was eventually taken over by Telltale Games (RIP)."],

["Which of the following are characters in the Earthworm Jim series?",
"Queen Slug-For-A-Butt",
"Princess What's-Her-Name",
"Psy-Crow",
"*All of the Above",
"This game was popular for its bizarre surrealism."],

["Myst was developed by...",
"Broderbund",
"*Cyan, Inc.",
"Ubisoft",
"Puberty",
"Specifically it was started by 2 brothers, Robyn and Rand Miller (not Sirrus and Achenar)."],

["While not part of the game, the cover of Star Fox shows something unusual about Fox McCloud that sparks debate to this day. What is it?",
"He has no tail",
"*His legs appear to be made of metal",
"The emblem on his jacket looks like a swastika",
"He's not wearing any pants",
"Star Fox was the first Nintendo game to use polygonal graphics."],

["At the United States Senate hearings in 1993 &amp; 1994, which of these games was used as an example?",
"Lethal Enforcers",
"Mortal Kombat",
"Night Trap",
"*All of the Above",
"Congress also seemed to be unaware of DOOM, which many would argue is far more violent."],

["Which of the following is a character in Donkey Kong Country for the Super Nintendo?",
"*Cranky Kong",
"Groovy Kong",
"Granny Kong",
"Farty Kong<br/>What? I didn't have anything clever, but farts are always funny.",
"And who could forget Candy &amp; Funky Kong?"],

["Which of these responses is NOT from \"Warcraft: Orcs and Humans\" by Blizzard?",
"Lok'tar. Dabu.",
"The pale dogs approach!",
"Why do you keep touching me?",
"*Never surrender!",
"\"Never give up. Never surrender!\" -Peter Quincy Taggart"],

["The villain in Jazz Jackrabbit is...",
"*Devan Shell, a tortoise mastermind",
"Puff Longbottom, a hookah smoking caterpillar",
"Richmond Lobos, a wolf millionaire",
"Wolfgang Mozart, who doesn't play jazz",
"Jazz Jackrabbit is a sort of spiritual successor to Sonic the Hedgehog, but for PC."],

["What is your character's name in Star Wars Jedi Knight: Dark Forces?",
"*Kyle Katarn",
"Mon Mothma",
"Rom Mohc",
"Evar Orbus and His Galactic Jizz-Wailers",
"The mechanics and engine of Dark Forces draw heavily from DOOM."],

["Discs for the Playstation were larger than cartridges for the Nintendo 64. On average, roughly how much larger were they?",
"2 - 5 times",
"5 - 20 times",
"*20 - 50 times",
"Over 9000",
"Most cartridges were 12 - 32MB, but 2 games were 64MB. Large CDs led to many full video intros and cut scenes, making some games far more cinematic."],

["True or False, in 1996's Tomb Raider, there was a secret code to play as a nude Lara Croft.",
"Misleading, as she just appeared in a bikini",
"True",
"*False",
"What?!? I never heard anyone talk about this code",
"While untrue, you can't fault the hordes of players for spreading this urban legend more virulently than syphilis."],

["What is the name of the voice actor who voiced Duke in \"Duke Nukem 3D\"?",
"Alan Reed",
"Charles Andre Martinet",
"*Jon St. John",
"James Earl Jones",
"You can find a dead Luke Skywalker in the Lunar Reactor level, unless you're playing the N64 version, in which case it's a dead Yoda."],

["What was the first MMORPG?",
"*Legends of Future Past",
"Meridian 59",
"Ultima Online",
"Solitaire",
"Legends of Future Past was actually text-based, with graphical MMORPGs like Meridian 59 and The Realm Online soon to follow."],

["Which of these characters from the Nintendo universe made their debut in Super Mario 64?",
"<img src='img/characters/lakitu64.jpg'/><br/>Lakitu",
"*<img src='img/characters/tuxie64.jpg'/><br/>Tuxie",
"<img src='img/characters/wiggler64.jpg'/><br/>Wiggler",
"<img src='img/characters/mario64.jpg'/><br/>Mario",
"Lakitu's first game was Super Mario Bros &amp; Wiggler's was Super Mario World."],

["Which of these classes does NOT exist in Diablo?",
"*Archer",
"Rogue",
"Sorcerer",
"Warrior",
"Diablo was one of the first games to use randomized levels to increase replayability."],

["Which of these games sold more copies than GoldenEye 007?",
"Legend of Zelda: Ocarina of Time",
"*Mario Kart 64",
"Super Smash Bros",
"Superman: The New Superman Adventures",
"Maybe it would have sold more if Germany hadn't made it illegal to advertise or sell it to minors, because it was too violent."],

["Which of these is a species in Starcraft?",
"Hylian",
"Protheans",
"*Protoss",
"Creepers and Pigmen",
"Ever notice that games/movies really like to use the Terran race? (Descent, Fury 3, Starship Troopers, X3, etc...)"],

["In Half-Life, what is Gordon Freeman's job title?",
"Lab Technician",
"*Research Associate",
"Theoretical Physicist",
"People magazine's Sexiest Scientist Alive",
"The Pushing 40 Bit crew is quite familiar with Half-Life, so I had to pick something obscure."],

["Which of the following weapons is NOT featured in 1999's Unreal Tournament?",
"Flak Cannon",
"*Plasma Rifle",
"Redeemer",
"Sentry Turret",
"This is another one they know well enough I had to make it hard."],

["You play as JC Denton, an agent of UNATCO, in Deus Ex.<br/>What does UNATCO stand for?",
"Undercover Nanotech Anti-Terrorist Coalition",
"*United Nations Anti-Terrorist Coalition",
"Useful Neighborhood Anti-Terrorist Coalition",
"<span style='font-weight:300;'>UN</span>der w<span style='font-weight:300;'>AT</span>er <span style='font-weight:300;'>CO</span>pulation",
"Superhuman abilities through nanotech, magic, the force, or being in a simulation make it a lot easier to suspend disbelief."],

["Why does Master Chief have Cortana in Halo: Combat Evolved?",
"Every supersoldier gets a virtual assistant",
"Cortana is a prototype Master Chief is testing",
"*Master Chief is keeping Cortana from falling into enemy hands",
"That's just what happens when you browse shady sites without protection",
"Microsoft secured Halo as a launch title, which greatly helped Xbox succeed."],

["Which of these Force abilities featured in Jedi Outcast 2 belong to the Light Side?",
"Force Speed",
"Force Pull",
"*Jedi Mind Trick",
"All of the Above",
"There are a great deal of Neutral force abilities."]
   ],



   "template_for_more_questions":[
["Question???",
"*???",
"???",
"???",
"Joke??",
"blurb???"],

["Make sure you end with legit JSON","1","2","3","*4","No trailing comma!!!"]
  ]
}